// about/data.js
export const popupData = {
    'center': {
        id: 0,
        title: "序章｜一切從種子落下土地開始。",
        desc: "「種子」在排灣族語中被喚作vusam，代表著生命與文化的起源與延續，象徵著包容、多元與希望。一粒粒記憶的種子，在這片沃土中悄然萌芽，緩緩生長。",
        tags: [
            "＃文化保種",
            "＃生命保種",
        ],
        events: [
            { locate: "H9", name: "日日南島：緩行的文化旅動計畫", url: "#" },
            { locate: "H10", name: "台東博覽會限定便當", url: null },
            { locate: "H4", name: "日日南島：緩行的文化旅動計畫台東博覽會小農市集", url: "#" },
            { locate: "A6", name: "未來人孵化器 教育展", url: "#" },
            { locate: "C4", name: "潮界帶", url: "#" },
            { locate: "F3", name: "紅土之上：台東棒球的時代篇章", url: "#" }
        ]
    },
    '1': {
        id: 1,
        title: "第1章｜空氣，孕育萬物萌芽的契機。",
        desc: "引用布農族語 mihu misang，以空氣傳遞問候，象徵台東的純淨、自由與無形之愛。",
        tags: [
            "＃空氣無所不在",
            "＃森林之都",
        ],
        events: [
            { locate: "H9", name: "日日南島：緩行的文化旅動計畫", url: "#" },
        ]
    },
    '2': {
        id: 2,
        title: "第2章｜水，喚醒沉睡的種子。",
        desc: "「海」在阿美族語中稱為riyal，象徵著與海洋互動，前往海邊捕魚、採集的生活連結。太平洋海水潤養著台東，讓土地、生命、文化與記憶隨潮共生。",
        tags: ["＃太平洋黑潮", "＃島是船海是路"],
        events: [
            { locate: "H9", name: "日日南島：緩行的文化旅動計畫", url: "#" },
            { locate: "H10", name: "台東博覽會限定便當", url: null },
        ]

    },
    '3': {
        id: 3,
        title: "第3章｜自然力量，伴隨破土而出的勇氣。",
        desc: "塑造台東的山海，也鍛鍊出台東人的堅韌。敬畏自然，崇尚自然，取之自然，是這塊土地上最深刻的信仰。",
        tags: ["＃崇尚自然，敬畏自然，取之自然"],
        events: [
            { locate: "F3", name: "紅土之上：台東棒球的時代篇章", url: "#" }
        ]
    },
    '4': {
        id: 4,
        title: "第4章｜聲音，與地共鳴的旋律。",
        desc: "從風的呢喃到部落的吟唱，從孩子的笑聲到溪流的低語，聲音是台東最動人的語言，是文化的節奏、生活的交響曲。",
        tags: ["＃台東好聲音", "＃台東大唱片行"],
    },
    '5': {
        id: 5,
        title: "第5章｜漂流，找尋安放自身的所在。",
        desc: "kulumaha，在布農語中意為「回家」。台東以開放的姿態，接住每位漂流者的靈魂。夢想得以在此落地生根，身心靈亦有所歸屬。",
        tags: ["＃向前走", "＃回家/東漂"],
        events: []
    },
    '6': {
        id: 6,
        title: "第6章｜生活，盡情綻放的光彩。",
        desc: "涵蓋台東各大生活議題，從每一餐到每一場演出，都是這座城市對幸福的詮釋。",
        tags: ["＃食時台東", "＃特色教育", "＃安心城市", "＃藝文展演", "＃公共建設"],
        events: [
            { locate: "H9", name: "日日南島：緩行的文化旅動計畫", url: "#" },
            { locate: "F3", name: "紅土之上：台東棒球的時代篇章", url: "#" },
            { locate: "H9", name: "日日南島：緩行的文化旅動計畫", url: "#" },
            { locate: "H10", name: "台東博覽會限定便當", url: null },
            { locate: "H4", name: "日日南島：緩行的文化旅動計畫台東博覽會小農市集", url: "#" },
            { locate: "A6", name: "未來人孵化器 教育展", url: "#" },
            { locate: "C4", name: "潮界帶", url: "#" },
            { locate: "F3", name: "紅土之上：台東棒球的時代篇章", url: "#" }
        ]
    },
    '7': {
        id: 7,
        title: "第7章｜慢經濟體，台東通往世界永續之路。",
        desc: "台東的一市、二鎮、十三鄉，每個鄉鎮都是一個獨立、自足的慢經濟實驗場，以「慢」為橋樑，連結世界，創造獨特的地方價值。",
        tags: ["＃一市二鎮十三鄉", "＃台東國際隊", "＃慢經濟學院"],
        events: [
            { locate: "C4", name: "潮界帶", url: "#" },
            { locate: "F3", name: "紅土之上：台東棒球的時代篇章", url: "#" }
        ]
    },
    '8': {
        id: 8,
        title: "第8章｜台東品牌",
        desc: "在慢經濟發展策略的指引下，台東發展出與自然共生、與文化同在的「台東品牌」。台東博覽會將串連12大活動品牌，打造2026整年度的精彩。",
        tags: ["#台東慢經濟活動品牌"],
        events: [
            { locate: "A6", name: "未來人孵化器 教育展", url: "#" },
            { locate: "C4", name: "潮界帶", url: "#" },
            { locate: "F3", name: "紅土之上：台東棒球的時代篇章", url: "#" }
        ]
    },
    '9': {
        id: 9,
        title: "第9章｜永續經營，持續綻放台東風采。",
        desc: "永續發展不只是選擇，而是一種責任。台東以行動回應SDGs，打造兼容並蓄的城鄉發展模式，讓台東成為真正落實永續精神的地方。",
        tags: ["＃城鄉發展", "＃極端氣候", "＃能源城市", "＃樂齡及長照服務", "＃低碳旅遊"],
        events: [
            { locate: "F3", name: "紅土之上：台東棒球的時代篇章", url: "#" }
        ]
    }
};