const DATA = {
	"organizations": [
		{
			"id": 1,
			"name": "衛生福利部國民健康署",
			"services": [
				"兒童發展篩檢服務及衛教宣導資源",
				"輔助設置之各縣市兒童發展聯合評估中心名單",
				"親子共讀分齡技巧攻略影片",
				"兒童發展相關資源"
			],
			"features": [
				"兒童發展評估衛教資源",
				"親子共讀技巧影片"
			],
			"locations": "-",
			"website": "https://www.hpa.gov.tw/Home/Index.aspx"
		},
		{
			"id": 2,
			"name": "衛生福利部社會及家庭署",
			"services": [
				"全國社區療育服務單位一覽表",
				"發展遲緩兒童早期療育服務相關計劃",
				"各縣市政府通報轉介中心",
				"0～3歲嬰幼兒台灣學習手語教材等資料及資源統整"
			],
			"features": [
				"早療專業人員在職線上訓練課程、早療服務人員工作手冊等相關人才培育資源"
			],
			"locations": "-",
			"website": "https://www.sfaa.gov.tw/SFAA/default.aspx"
		},
		{
			"id": 3,
			"name": "衛生福利部社會及家庭署發展遲緩兒通報暨個案管理服務網",
			"services": [
				"各直轄市、縣（市）政府早期療育單位彙整表"
			],
			"features": "-",
			"locations": "-",
			"website": "https://system.sfaa.gov.tw/cecm/newsView/detail/279746858"
		},
		{
			"id": 4,
			"name": "兒童發展資源網",
			"services": [
				"提供兒童發展檢核（包含紙本及線上發展檢核表施測）、幼兒發展手冊、篩檢單位統整等",
				"提供社會福利及衛教資源整理",
				"設有兒童發展啟蒙中心、兒童發展社區資源中心，提供諮詢、通報、家庭支持、親子活動等服務"
			],
			"features": [
				"提供入幼兒園、入國小的轉銜服務"
			],
			"locations": "台中",
			"website": "https://cdrc.taichung.gov.tw/"
		},
		{
			"id": 5,
			"name": "信誼基金會",
			"services": [
				"推廣嬰幼兒閱讀運動「Bookstart閱讀起步走」，並與各縣市鄉鎮圖書館合作，進行閱讀禮袋發送",
				"可查閱各縣市領取閱讀禮袋方式與地點",
				"定期邀請各個領域的嬰幼兒專家，選出適合0～3歲親子共讀的推薦好書"
			],
			"features": [
				"親子共讀技巧",
				"分齡適合書籍"
			],
			"locations": "-",
			"website": "https://www.bookstart.org.tw/"
		},
		{
			"id": 6,
			"name": "高雄市兒童發展協會",
			"services": [
				"免費發展評估",
				"兒童發展的諮詢與指導",
				"小組教學",
				"親子共學",
				"行為輔導"
			],
			"features": "-",
			"locations": "高雄",
			"website": "https://kscda.org/service01.html"
		},
		{
			"id": 7,
			"name": "天使心家族社會基金會",
			"services": [
				"提供身心障礙家庭服務，包括個人及家長的心理諮商及喘息服務等",
				"家長團體、關懷聯誼聚會、舒壓及心理調適",
				"手足心理成長團體、交流",
				"身心障礙兒童成年後的情緒支持，及教育等活動，亦可針對家庭需求提供服務"
			],
			"features": [
				"家長心理諮商專線：0800聽你說專線",
				"提供身心障礙兒童的手足心理成長團體",
				"提供身心障礙兒童成年後的服務"
			],
			"locations": "台北、桃園、台中、台南及高雄服務處",
			"website": "https://ah-h.org/"
		},
		{
			"id": 8,
			"name": "伊甸基金會",
			"services": [
				"早療宣導計劃、通報轉介服務",
				"專業支持：個案管理服務、專業諮詢、專業巡迴輔導",
				"療育及托育服務：日托或時段療育服務、到宅療育服務、臨時托育",
				"家庭支持：親職活動、照顧者喘息服務",
				"社區融合計畫、轉銜服務計畫"
			],
			"features": [
				"托育服務",
				"照顧者喘息服務",
				"家銜接成年後就職訓練及支持性就業與安置服務"
			],
			"locations": "台北、桃園、新竹、苗栗、台中、彰化、嘉義、宜蘭",
			"website": "https://www.eden.org.tw/pages.php?level1_id=JCUyIyE=&level2_id=JCU3IyE=&level3_id=JCU3IyE="
		},
		{
			"id": 9,
			"name": "發展遲緩兒童基金會",
			"services": [
				"每年兩次由專業團隊偏鄉地區評估。在北海岸提供在地篩檢及療育服務",
				"設有社區據點，提供適齡且無障礙空間，並辦理遲緩兒童發展課程及家長知能課程",
				"萬華早資中心：資源匯集、家庭間互相分享等服務"
			],
			"features": [
				"提供偏鄉評估",
				"網路線上諮詢平台，專業人員會於48小時內回覆（如遇假日順延）"
			],
			"locations": "-",
			"website": "https://www.fcdd.org.tw/treatment/1"
		},
		{
			"id": 10,
			"name": "心路基金會",
			"services": [
				"日間托育：學前日間特殊教育、復健治療、轉銜等整合服務",
				"時段療育",
				"外展服務：在地社區提供發展監測與諮詢、家庭支持、到宅示範、定點療育等多元服務",
				"專業評估與治療：專業團隊為0～6歲幼兒評估發展，提供家長諮詢"
			],
			"features": [
				"托育服務",
				"時段療育（一對一或小組療育課程）",
				"培訓托育與社福機構專業人才"
			],
			"locations": "台北、桃園、新竹、高雄",
			"website": "https://www.syinlu.org.tw/service/service_item/1"
		},
		{
			"id": 11,
			"name": "第一社會福利基金會",
			"services": [
				"0-6歲發展遲緩及心智障礙嬰幼兒的時段式、日托式早期療育及復健服務",
				"18歲以上心智障礙成人的生活照顧、住宿安養、生活與技藝訓練、復健及社區就業輔導服務",
				"身心障礙者及其他有輔具需求者多元輔具支持服務",
				"身心障礙服務專業人員培訓及輔導"
			],
			"features": [
				"幼兒日托服務",
				"18歲以上心智障礙成人的生活照顧及就業輔導"
			],
			"locations": "台北、新北",
			"website": "https://www.diyi.org.tw/"
		},
		{
			"id": 12,
			"name": "天主教光仁社會福利基金會",
			"services": [
				"學前日托班：結合專業職能、物理、語言及音樂治療師等，提供個別式專業服務",
				"時段療育班：鐘點方式服務。小組或個別加強兒童認知及語言溝通能力",
				"個案管理服務",
				"家庭支持服務：定期家庭訪視，辦理親職講座、家長成長團體，提供親職教養資訊、社會福利諮詢服務"
			],
			"features": [
				"學前日托服務",
				"時段療育班"
			],
			"locations": "台北",
			"website": "https://www.kjswf.org.tw/Default.aspx"
		},
		{
			"id": 13,
			"name": "育成社會福利基金會",
			"services": [
				"到宅親職示範：社工評估後，安排教保老師到宅訓練，與家長討論狀況並提供生活自理與發展技能指導",
				"到園服務：教保員入園觀察示範，協助幼兒社交適應並與老師討論追蹤",
				"諮詢與支持：整合早療資源、支援托育與親職、提供專業諮詢，協助入國小轉銜及促進區域合作"
			],
			"features": [
				"到宅指導示範",
				"入幼兒園示範協助",
				"提供國小轉銜服務"
			],
			"locations": "台北、桃園",
			"website": "https://www.ycswf.org.tw/"
		},
		{
			"id": 14,
			"name": "雅文兒童聽語文教基金會",
			"services": [
				"提供聽力檢測相關資源：例如3～6歲兒童聽能檢核表、雅文檢測音等等",
				"聽覺口語教學：提供個別化聽覺口語服務，包含一對一聽覺口語法課程、家庭訪視、就學準備與支援、教育安置訪視、校園融合宣導、親職教育等"
			],
			"features": [
				"提供校園宣導",
				"居家聽力檢測"
			],
			"locations": "台北、桃園、高雄、宜蘭",
			"website": "https://www.chfn.org.tw/"
		},
		{
			"id": 15,
			"name": "中華民國唐氏症基金會",
			"services": [
				"愛家發展中心:提供學前身心障礙與遲緩兒日托、親職教育、發展諮詢及生活技能訓練服務",
				"新北市第二區早療社區資源中心: 提供三重蘆洲等區個管、定點與到宅療育及學前啟蒙服務",
				"桃園第五區早期療育發展中心: 提供個案管理、定點與到宅療育及專業諮詢服務",
				"連江縣早期療育社區資源中心-321親子童樂園: 透過講座、親子活動、五感課程與家訪，推動到宅與跳島療育"
			],
			"features": [
				"日托服務",
				"身心障礙及遲緩兒生活技能服務",
				"到宅療育"
			],
			"locations": "新北、桃園、連江（早療相關服務據點）",
			"website": "https://www.rocdown-syndrome.org.tw/service/all/1"
		},
		{
			"id": 16,
			"name": "中原大學特殊兒童家庭支持研究中心",
			"services": [
				"6～24個月嬰幼兒」早期篩檢",
				"嬰幼兒語言通及行為評量",
				"親子互動課程及遊戲團體",
				"家長支持團體",
				"個別化家庭圓夢服務計劃",
				"其他：親子營會、下午茶活動、親職講座等"
			],
			"features": [
				"家庭圓夢服務計劃",
				"家長支持團體"
			],
			"locations": "桃園",
			"website": "https://www.facebook.com/FamilySupportCYCU/?locale=zh_TW"
		},
		{
			"id": 17,
			"name": "家扶基金會",
			"services": [
				"通報轉介中心",
				"個案管理",
				"日間托育",
				"機構時段療癒：提供多元療育課程（職能、物理、語言、認知、音樂、藝術等），依兒童需求彈性安排時段",
				"到宅療育",
				"社區療育及社區關懷，包括講座及諮詢"
			],
			"features": [
				"托育服務",
				"到宅療育",
				"社區療育服務"
			],
			"locations": "新北、台中、彰化、雲林、馬祖",
			"website": "https://www.ccf.org.tw/"
		},
		{
			"id": 18,
			"name": "台灣福佑天使家庭協會",
			"services": [
				"特殊兒親子復育、舒壓課程與活動",
				"居家照護諮詢、醫療復健資訊交流",
				"辦理相關教學活動，提升家長照護與復健之技能"
			],
			"features": [
				"全台各縣市皆設有醫師加入的line群組"
			],
			"locations": "台南、新北、新竹",
			"website": "https://bliss-angel.org/"
		},
		{
			"id": 19,
			"name": "臺灣兒童發展早期療育協會",
			"services": [
				"遲緩兒初步篩檢及通報",
				"早療服務諮詢：提供早期療育相關醫療、教育及社會福利資源",
				"親職活動：辦理相關親職講座與活動，提升家長照顧能力與互動",
				"療育服務：提供發展遲緩兒童之到宅或據點療育課程"
			],
			"features": [
				"到宅示範"
			],
			"locations": "台北、南投、花蓮、台東",
			"website": "https://www.tacdei.org.tw/"
		},
		{
			"id": 20,
			"name": "臺灣自閉兒家庭關懷協會(星願教育基金會)",
			"services": [
				"戶外休閒活動",
				"生活技能訓練",
				"社區參與服務",
				"家庭支持",
				"多元課程服務"
			],
			"features": [
				"跨縣市及海外社會適應活動"
			],
			"locations": "台東",
			"website": "https://www.acfamily.org.tw/"
		},
		{
			"id": 21,
			"name": "天主教白永恩神父社會福利基金會",
			"services": [
				"一對一時段療育、團體療育、兒童發展與家庭需求評估(台北)",
				"早療專案(高雄)"
			],
			"features": [
				"一對一時段療育"
			],
			"locations": "台北、高雄",
			"website": "https://www.beunen.org.tw/"
		},
		{
			"id": 22,
			"name": "財團法人天主教若瑟社會福利基金會",
			"services": [
				"日間托育(2-6歲)：依個別能力設計、提供教保課程、交通車服務、家庭支持服務、專業治療課程(物理、職能治療)、融合教學、轉銜服務等",
				"時段療育(0-6歲)：個別或團體療育課程。提升兒童發展能力及家長/主要照顧者教養技巧",
				"專家諮詢(0-6歲)：依據兒童、家庭需求，提供專業評估師資，進行個別評估。提供家長、主要照顧者教養知能與安置建議"
			],
			"features": [
				"托育服務",
				"專家諮詢"
			],
			"locations": "雲林",
			"website": "https://www.jsswf.twmail.org/index.html"
		}
	],
	"apps": [
		{
			"id": 1,
			"name": "我的優勢卡",
			"description": "呈現孩子自行表達的優點，以及需要的支持，就像一張專屬名片，可讓他人先看到孩子的優點。透過優勢取向，可依孩子已有能力調整環境與活動，提升社會參與，讓孩子更自在與他人互動及合作。",
			"website": "https://www.fcdd.org.tw/AbilityCard/info",
			"linkText": "網站"
		},
		{
			"id": 2,
			"name": "DoBrain",
			"description": "創辦人為韓國的認知心理治療師崔譽真，是目前唯一受到公部門及學術部門認證的兒童早療APP，曾獲聯合國支持成立的新創大獎，已幫助全球超過60萬名學習遲緩孩童，發展大腦認知功能。DoBrain以故事和動畫設計拼圖、記憶等闖關遊戲為主，訓練邏輯、數學、專注、記憶等八大能力，並獲 FDA 認可。美國哈佛研究證實可提升最高 18%學習能力。",
			"links": [
				{ "text": "Google Play", "url": "https://reurl.cc/YkQv5n" },
				{ "text": "App Store", "url": "https://reurl.cc/R9Drlr" }
			],
			"langs": [
				{"text": "英文版"}
			]
		},
		{
			"id": 3,
			"name": "ABA To Go",
			"description": "ABA（應用行為分析）透過系統化教學及影音，改善孩子行為與技能。家長可用手機 APP 將 ABA 生活化：如視覺時間表可幫孩子掌握流程與自理步驟；代幣制度獎勵正向行為；視覺計時器建立時間概念；學習故事訂製學習故事增進社交能力讓 ABA 融入日常，促進學習與成長。",
			"website": "https://tw.abatogo.com/",
			"linkText": "App及網站"
		},
		{
			"id": 4,
			"name": "育兒成｜全方位兒童發展整合照護平臺",
			"description": "由成大醫學院小兒學科杜伊芳醫師 / 教授偕同多位具兒童療育醫療背景、遠距AI專長的職人們共同開發的整合性遠距平台，同步提供發展遲緩兒童家庭各個需求面向的指南與對策。期待讓發展遲緩兒童隨時隨地獲得療育的建議與練習，也讓任何發展遲緩兒童的家庭，獲得正向的助益。",
			"website": "https://kidaid.org.tw/",
			"linkText": "網站"
		},
	]
};